Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/deatnusiri-s.htm.tmx
Source language: sme
Languages: nob

source: Son han ráhkadii girjjiid maid iežas oanehis eallinagis, ja daid atnit mánáidgárddiin ja skuvllain.
nob: Hun lagde også en bok i løpet av sin korte levetid, som vi bruker både i barnehagen og i skolen.

source: Mun jáhkán dat lea stuorra riggodahkan leamaš, go Anna-Liisa oaččuimet deike dán beallái bargat.
nob: Jeg tror det har vært en berikelse at vi fikk Anna-Liisa over hit til denne siden av elva for å jobbe med oss.

source: Ja Helena Guttorm lea maid olu bidjan návccaid bargui dáppe, son lea maiddái bargan Diddi mánáidgárddis jođiheaddjin moadde jagi.
nob: Helena Guttorm har også jobbet mye her på norsk side, hun har blant annet vært leder i Diddi mánáidgárdi i noen år.

source: Beasaimet váldit buoremus beliid Suoma ja Norgga mánáidgárdeárbevieruin veahkkin hábmet pedagogihka.
nob: Vi fikk plukke på øverste hylle fra finsk og norsk barnehagetradisjon, og brukte det som hjelp for å forme vår pedagogikk.

source: – Daid áiggiid go álgen Deatnogátte mánáidgárdái, leimmet mii buohkat stoahkki ja movttat ja árgabeaivi ii deaddán... Mis eai lean matge oahpponeavvut, eai lean matge dán áiggáš plánat, eai matge dakkárat.
nob: – På den tida da jeg begynte i Deatnogátte mánáidgárdi, var vi alle lekne og humørfylte og hverdagen tynget ikke. Vi hadde ikke noen læremidler, heller ikke noen slags planer av den sorten vi bruker i dag, ingenting slikt.

source: Árgabeaivi lei árgabeaivi, mii válddiimet vuođu das, mii birrasis lei.
nob: Hverdag er hverdag, vi tok utgangspunkt i det vi fant i omgivelsene våre.

source: Mii čuovuimet jahkodaga, ja dan mielde hábmiimet mii mánáidgárdebeaivvi.
nob: Vi fulgte årstidene, og formet barnehagehverdagen etter det.

source: Mis ledje buohkain oktasaš mihtut: sámegiela dikšut ja nannet.
nob: Vi hadde alle sammen samme målsetting: pleie og styrke samisk språk.

source: Mánáidgárddiid eaiggádat, sámesearvvit, dieđusge bidje seammá mihtuid.
nob: Barnehagenes eiere, sameforeningene, hadde sjølsagt samme målsetting.

source: Mii leat ovttasráđiid hutkan, guorahallan, bidjan doaimmaid, mo, goas, gos.
nob: I fellesskap har vi funnet på, undersøkt, utformet aktiviteter, hvordan, når, hvor.

source: Mis lei fágabiras.
nob: Vi hadde et fagmiljø.

source: Dál leat buot dát almmuhuvvon girjji hámis, ja leat ráhkaduvvon plánat.
nob: Nå er alt dette gitt ut i bokform, og nå har vi planer vi jobber etter.

source: Spontána vai plánejuvvon ?
nob: Spontant eller planlagt ?

source: – Lea go buoret vai fuonit go dál leat girjjit ja plánat ?
nob: – Er det bedre eller verre nå, som det finnes bøker og planer ?

source: – Ná, sápmelaš olmmoš dat lea oainnát hui spontána.
nob: – Tja, den samiske måten å være på er jo temmelig spontan.

source: Dat váldá vuođu dás gos lea.
nob: Den tar utgangspunkt i hvor man er der og da.

source: Dat doaibmá luonddujierpmi mielde dat sámi olmmoš.
nob: Samisk måte å fungere på, er å bruke naturlig klokskap.

source: Orru leamen hui oktageardán, muhto dat ii oba leatge oktageardán.
nob: Det virker veldig enkelt, men det er ikke enkelt i det hele tatt.

source: Muhto girji lea dieđusge dehálaš dál, go dál lea ođđa buolva boahtán, ja áiggit leat rievdan.
nob: Men bøker er sjølsagt viktige nå, for nå har en ny generasjon vokst opp, og ting er forandra.

source: Girjjit leat dehálaččat.
nob: Bøker er viktige.

source: – Mii álggiimet váillahit oahpponeavvuid.
nob: – Vi begynte å savne læremidler.

source: Mii jođiimet máŋgii čoahkkimiin, Guovdageainnus finaimet Sámi oahpahusráđis, ja ozaimet veahkkeneavvuid – dat ledje ovdamearkka dihte govat, smávva girjjit – go bođii dárbu eambbo reaidduide ja oahpponeavvuide.
nob: Vi var på mange møter, blant annet i Kautokeino på Samisk utdanningsråd, vi lette etter hjelpemidler, det var for eksempel bilder, små bøker, for det oppsto et behov for flere hjelpemidler og læremidler.

source: Measta lea gal nu ahte eat mii nu guhkás dan listtus gal leat beassan. Mun lean dalle 80-logu rájes... go lean fitnan dain čoahkkimiin ja bargan dáinna, máŋgii dovdan ahte listui čálestit buot maid dárbbašit, dat lea dego juovlastállui čálestit sávaldatlisttu.
nob: Jeg har mange ganger i denne tida fra 80-tallet og fram til i dag, når jeg har reist på disse møtene og jobbet med dette, følt at å sette opp ei liste over det vi trenger, det er nesten som å skrive ønskeliste til julenissen.

source: Ja ii ba leat guhkes áigi ge, go oidnen dan listtu fas ja mun oainnán ahte lea ollu mii ii leat vel boahtán.
nob: Og det er ikke lenge siden jeg så denne lista igjen, og jeg ser jo at det er mye der som fortsatt mangler.

source: – Jáhkát go don ahte mánáidgárddit livčče doaibman vel buorebut eanet oahpponeavvuiguin ?
nob: – Tror du at barnehagene ville fungert enda bedre hvis det fantes flere læremidler ?

source: – Mun gal jáhkán ahte jus livčče eambbo veahkkeneavvut, de livččii várra buoret.
nob: – Jeg tror nok at hvis det hadde vært flere læremidler, så ville det nok vært bra.

source: Dat dat gal leat giela nannemin.
nob: De styrker jo språket.

source: Lea mearri maid olmmoš ieš veadjá hutkat.
nob: Det er grenser for hva man klarer å finne på sjøl.

source: Dálá áigi lea eará go álgoáigi.
nob: Nåtida er annerledes enn pionertida.

source: Leat eará gáibádusat, dán áigge galgá eambbo dokumenteret maiddái.
nob: Det er andre krav, nå til dags skal man også dokumentere mer.

source: Diet stuorrá gáibádus ii lean dalle.
nob: Den gangen var det ikke et slikt strengt krav.

source: Leaččan go obage namman čállán gosage dalle, muhto dál !
nob: Tro om jeg i det hele tatt skrev navnet mitt på noe i den tida, men nå !

source: Ja it don sáhte okto maidege dokumenteret, dus ferte leat masa čujuhit, makkár veahkkeneavvu leat geavahan, man gáldus leat gávdnan... it don sáhte nu ovttageardánit: «Mun lean hállan dien birra.»
nob: Og hvis det er noe du ikke kan dokumentere, så må du ha noe å vise til, hva slags hjelpemidler du har brukt eller hvilken kilde du har hentet det fra. Du kan ikke lenger bare si «jeg har snakket om dette «.

source: Ii leat oba dohkálaš ge !
nob: Det er ikke godtakbart lenger !

source: Dál leat olu stuorát gáibádusat bargiide.
nob: Det er mye større krav til personalet nå.

source: Virgáiduvvon sámegielberošteaddjin
nob: Egen stilling som samiskforkjemper

source: – Ledjen moaddenuppelot jagi Deatnogátte mánáidgárddis.
nob: – Jeg var i Deatnogátte mánáidgárdi i 12-13 år.

source: De almmuhii Deanu gielda virggi mii lei vuoiga dego stellejuvvon munnje, iežan mielas goit.
nob: Så lyste Tana kommune ut en stilling som rett og slett var som skapt for meg, det synes jeg sjøl, ihvertfall.

source: Lei dakkár virgi mii galggai čalmmustahttit sámegiela ja sámi kultuvrra buot gieldda dárogiel mánáidgárddiin.
nob: Det var en stilling som skulle synliggjøre samisk språk og kultur i alle de norskspråklige barnehagene i kommunen.

source: Dát bargu lea maid leamaš hui somás bargu !
nob: Dette arbeidet har også vært veldig morsomt !

source: Lean dainna bargan logi jagi, gitta čavčča 2007 rádjái.
nob: Jeg har arbeidet i ti år i den jobben, fram til høsten 2007.

source: Mu váldobáiki lei Deanušalddi mánáidgárdi.
nob: Min hovedarbeidsplass var Tana bru barnehage.

source: Álggus ledjen dušše doppe.
nob: I begynnelsen var jeg bare der.

source: Muhto de álgen johtit daidda eará mánáidgárddiide, Juovlavuona mánáidgárdái ja Stáločoru mánáidgárdái, mii lei Bonjáhasas, ja dál lea Bovccás.
nob: Men så begynte jeg å reise til de andre barnehagene, Austertana barnehage og Trollhaugen barnehage, som var i Bonakas, den er i Boftsa nå.

source: Lea leamaš munnje hui riggodat oahpásmuvvat gielddain.
nob: Det var vært en berikelse for meg å bli kjent med kommunen.

source: Ferten gal dovddastit ahte vuolgit vel guhkkelii eret čielga sámegielat guovllus sámegiela čalmmustahttit ii álo orron nu lunddolaš álggus, muhto go mun oahpásmuvven olbmuiguin, bargiiguin, mánáiguin, váhnemiiguin, de lei hui miellagiddevaš bargu.
nob: Jeg må nok innrømme at det ikke alltid kjentes like naturlig i starten å dra enda lenger bort fra det tydelig samisktalende området for å synliggjøre samisk, men når jeg ble kjent med folk, personalet, barna, foreldrene, så var det et veldig interessant arbeid.

source: Mun in goassege dovdan vuostehágu iežan barggu ektui.
nob: Jeg følte aldri motstand i forhold til jobben min.

source: Ráfálaš lei stuimmiid siste
nob: Det var rolig inne i stormen

source: – Ja dát dáhpáhuvai seammá áigge go Deanus ledje stuimmit skuvlla oahppoplána hárrái ?
nob: – Og dette skjedde samtidig som læreplanbråket i Tana pågikk for fullt ?

source: – Mun álgen dán bargui dan jagi go dáppe Deanus ledje dat stuorra bajilčállagat, «Nei til Sameland» ja diet oahppoplánaášši.
nob: – Jeg begynte i denne jobben det året det var så store overskrifter fra Tana med «Nei til Sameland» og den læreplansaken.

source: Lei iešalddis dego sámevuohta livččii nohkan dáppe gieldda guovddážis.
nob: Det var som om samiskheten hadde tatt slutt her i kommunesenteret.

source: Muhto dát stuibmi dego morránahtii olu olbmuid, olbmot šadde ságastallat dán birra káffebeavddis, ja mun gal vuhtten ahte dát lei mu bargui hui stuorra ávkin.
nob: Men det virket som om dette bråket vakte mange, folk begynte å snakke om dette rundt kafebordene, jeg oppdaget at arbeidet mitt virkelig var til stor nytte.

source: Dieđusge ledje doppe olbmot geat mu barggu eai váldán nu vuhtii, muhto in mun gal sáhttán álgit nu olu dan birra smiehttat.
nob: Sjølsagt var det noen der som ikke brydde seg noe særlig om den jobben jeg gjorde, men jeg kunne ikke begynne å tenke for mye på det.

source: Mun ledjen barggus, ja mun geahččalin iežan barggu bargat, ja mu bargoskihpárat ledje hui ustitlaččat ja hui bures válde mu vuostá go bohten.
nob: Jeg var på jobb, og jeg prøvde å gjøre jobben min, og arbeidskameratene mine var veldig hyggelige og tok meg svært godt imot da jeg kom.

source: In leat goassege dovdan ahte dáppe livčče vuostemiella.
nob: Jeg har aldri følt at det har vært motstand her.

source: Váhnemat maiddái ledje hui positiivvat.
nob: Foreldrene var også veldig positive.

source: Ledje dieđusge dat maid geain ii lean sámeduogáš, muhto eai dat atnán goit issorassan dan go sin mánát ohppe lávlagiid sámegillii, ivnniid birra, beivviid birra jna..
nob: Det var sjølsagt også noen som ikke hadde samisk bakgrunn, men de synes ihvertfall ikke at det var ille at barna deres lærte noen sanger på samisk, navn på fargene, ukedagene osv..

source: Ledje dieđusge muhtumat geat oaivvildedje ahte su mánnái ii leat lunddolaš dakkára oahppat.
nob: Det var alltids noen som ikke syntes at det var så naturlig at barna deres skulle lære dette.

source: Muhto mis han lea giellaláhka, ahte ii sáhte garvit dan.
nob: Men vi har jo en språklov, vi kan ikke komme forbi det.

source: Muhto mun lean várra menddo álkidit dohkkehan dan ahte mun ledjen okto dakkár virggis.
nob: Men jeg har nok altfor lett godtatt det at jeg var aleine i en slik stilling.

source: Livčče galgan eambbosat.
nob: Det skulle ha vært flere.

source: Nu mun dovden go doppe johten, oktii vahkkus fitnat, dat lei dego goaikkanas ábis.
nob: Slik følte jeg det, når jeg reiste rundt, kom innom en gang i uka, det var som en dråpe i havet.

source: Muhto nugo Pedar Jalvi lohká: juohke goaikkanasas, go dat čoggojit... Hás das boahtá juoidá loahpas ?
nob: Men som Pedar Jalvi sier: «Hver dråpe, når de samles... «Skal se om det ikke blir noe ut av dette til slutt ?

source: Gillet go čivggaiguin bargat ?
nob: – Gidder du å jobbe med unger ?

source: – Go mun jurddašan... de persovnnalaččat lea leamaš hirbmat riggodat dat bargu maid mun lean beassan bargat.
nob: – Hvis jeg tenker på hva det har gitt meg personlig, så har det vært en stor berikelse å få lov til å jobbe med det jeg har gjort.

source: Lean beassan ahtanuššat, ja lean ovttaláhkái beassan dovdat iežan hui stuorisin go mánáid gaskkas lean beassan bargat.
nob: Jeg har fått utvikle meg, og har på sett og vis fått lov til å kjenne meg veldig stor, siden jeg har fått jobbe blant barn.

source: Muhtun olbmot leat mus jearran: «Ja gillet čivggaiguin bargat !
nob: Noen har spurt meg: «Gidder du virkelig å jobbe med unger !

source: It go don váibba ?»
nob: Blir du ikke sliten ?

source: Dieđusge váibá olmmoš, muhto dieđán mun livččen váibán eará barggus maid.
nob: «Selvfølgelig blir man det, men jeg vet jeg ville blitt sliten av en annen jobb også.

source: Mun measta balan ahte servodagas maid lea dat oaidnu, dat ii daddjo, muhto mun dovddan dan; ahte bargat mánáiguin – dat ii leat mange veara.
nob: Jeg er nesten redd for at synet på dette i samfunnet er - det sies ikke, men jeg merker det - at det å jobbe med barn, det er ikke verdt noenting.

source: Dat eai bija máná dilálašvuođa nu guovddážii eaige láže dili dan láhkai mo galggašii.
nob: Barnas vilkår settes ikke i fokus, og forholdene legges ikke tilrette slik som de burde.

source: Galggašii leat buorre sadji, buorre dilli, mánáidgárddit leat álo bargan hui gáržát.
nob: Det burde være god plass, god tid, barnehagene har alltid arbeidet med trange rammer.

source: Mii hállat hui olu plánaid birra, oahpponeavvuid birra jna..
nob: Vi snakker veldig mye om planer, læremidler osv..

source: Muhto jus don álo galggat hui gáržát orrut, lea olu maid it sáhte ovddidit dalle.
nob: Men hvis du alltid skal ha det så trangt, kan du ikke fremme så mye.

source: Mánát dárbbašit saji ja ollesolbmuid, ja mu mielas berrejit eiseválddit láhčit diliid buorebut vai mánát sáhttet ahtanuššat buoremus lági mielde.
nob: Barn trenger plass og voksenkontakt, og jeg synes at myndighetene burde legge forholdene bedre til rette slik at barna får utvikle seg på best mulig måte.

source: Olu mánát leat guhkit áigge mánáidgárddis go váhnemiid luhtte árgabeivviid.
nob: Mange barn tilbringer lenger tid i barnehagen enn sammen med foreldrene i løpet av en hverdag.

source: Danin leat mánáidgárddit nu dehálaččat !
nob: Derfor er barnehagene så viktige !

source: – Dáppe Deanus leat min ovdaskuvlaoahpaheaddjit leamaš erenoamáš viššalat ja čeahpit.
nob: – Her i Tana har førskolelærerne vært spesielt ivrige og flinke.

source: Sii leat ráhkkanahttán nu olu mánáid sámeskuvlii ahte skuvla lea spagga dievva.
nob: De har gjort så mange barn klare for sameskolen, at skolen er smekk full.

source: Jus smiehtan daid mánáidgárddiid birra de hui dávjá smiehtan daid olu áŋgiris olbmuid geaiguin bargen ovttas.
nob: Hvis jeg tenker på de barnehagene jeg har jobbet i, så tenker jeg veldig ofte på alle de ivrige folkene som jeg har jobbet sammen med.

source: Dat fas addá munnje movtta bargat ain viidásabbot.
nob: Det igjen motiverer meg til å jobbe videre.

source: Ja de háliidan giitit nu olusiid dan áiggi ovddas go mun lean bargan mánáidgárddiin.
nob: Og så ønsker jeg å takke så mange for den tida jeg har jobbet i barnehagen.

source: Viktor Trosten: Politihkkár, eaiggátovddasteaddji ja váhnen
nob: Viktor Trosten: Politiker, eierrepresentant og forelder

source: Áhčit ja mánát mánáidgárddis.
nob: Fedre og barn i barnehagen.

source: Viktor Trosten gurutbealde (Govva: Diddi mánáidgárdi)
nob: Viktor Trosten til venstre. (Foto: Diddi mánáidgárdi)

source: Viktor Trosten lea riegádan 1954.
nob: Viktor Trosten er født i 1954.

source: Son lea inšenevra, ja sus lea iežas fitnodat.
nob: Han er ingeniør med egen bedrift.

source: Son lea Deanu sámiid searvvi ruhtadoalli.
nob: Han er kasserer i Deanu sámiid searvi - NSR.

source: Son lea leamaš fárus huksemin Diddi mánáidgárddi, ja buot su golbma máná leat vázzán doppe.
nob: Han har vært med på å bygge opp Diddi mánáidgárdi, og alle barna hans har gått der.

source: Viktor lea ruhtadoalli-doaimmas leamaš fárus stivremin Diddi mánáidgárddi 17 jagi.
nob: Viktor har gjennom kasserer-vervet vært med på å styre Diddi mánáidgárdi i 17 år.

source: Dasa lassin son lea Badje Deanu siidaisit
nob: Han er også leder av Badje Deanu siida.

source: Vi ville se om de var mulig å bedre barnas samisk.
nob: Vi ville se om det var mulig å bedre barnas samisk.

source: Diddi har alltid vært for liten, de har alltid vært barn på venteliste der.
nob: Diddi har alltid vært for liten, det har alltid vært barn på venteliste der.

source: – Hvordan har de pedagogiske innholdet i barnehagen vært ?
nob: – Hvordan har det pedagogiske innholdet i barnehagen vært ?

source: Noen år har de vært pedagog der, men de har alltid vært folk son har engasjert seg for de samiske, son har styrt barnehagen.
nob: Noen år har det vært pedagog der, men det har alltid vært folk som har engasjert seg for det samiske, som har styrt barnehagen.

source: Jeg synes de har fungert like godt enten de har vært pedagoger eller andre son har ledet barnehagen.
nob: Jeg synes det har fungert like godt enten det har vært pedagoger eller andre som har ledet barnehagen.

source: Diddi har klart å bygge opp et samiskspråklig miljø fordi Diddi sjøl har kunnet velge hvilke barn son får begynne der.
nob: Diddi har klart å bygge opp et samiskspråklig miljø fordi Diddi sjøl har kunnet velge hvilke barn som får begynne der.

source: Fordi de alltid har vært flere søkere enn plasser, og fordi Diddi er privat, har den hatt anledning til å «skumme fløten» i barnegruppa.
nob: Fordi det alltid har vært flere søkere enn plasser, og fordi Diddi er privat, har den hatt anledning til å «skumme fløten» i barnegruppa.

source: Det har aldri vært mer enn to barn om gangen der son ikke behersker samisk godt.
nob: Det har aldri vært mer enn to barn om gangen der som ikke behersker samisk godt.

source: Hvis man skal oppnå dette, må man være hard både på den måten ahte man ikke slipper inn for mange norsktalende barn om gangen, for da ville språkmiljøet bli ødelagt.
nob: Hvis man skal oppnå dette, må man være hard både på den måten at man ikke slipper inn for mange norsktalende barn om gangen, for da ville språkmiljøet bli ødelagt.

source: Man må også være hard i forhold til hvert enkelt barn, ikke gii dem anledning til å snakke norsk i barnehagen.
nob: Man må også være hard i forhold til hvert enkelt barn, ikke gi dem anledning til å snakke norsk i barnehagen.

source: Vår erfaring er ahte vi på denne måten klarer å opprettholde de samiskspråklige miljøet.
nob: Vår erfaring er at vi på denne måten klarer å opprettholde det samiskspråklige miljøet.

source: Mener du ahte de derfor er en fordel å være en privat barnehage ?
nob: Mener du at det derfor er en fordel å være en privat barnehage ?

source: – Tja, de har alltids vært en fordel i forhold til inntaket, men økonomisk har de vært svært usikkert.
nob: – Tja, det har alltids vært en fordel i forhold til inntaket, men økonomisk har det vært svært usikkert.

source: Først fra og med 1999 har barnehagen fått fas støtte fra kommunen, men støtten er avhengig av kommunestyrets flertall til enhver tid.
nob: Først fra og med 1999 har barnehagen fått fast støtte fra kommunen, men støtten er avhengig av kommunestyrets flertall til enhver tid.

source: De 100 000,- son vi får, går til et språkstyrkingsprosjekt.
nob: De 100 000,- som vi får, går til et språkstyrkingsprosjekt.

source: Og de er et vilkår for den kommunale støtten ahte vi deltar i kommunens felles inntak til barnehagene, og da ligger de også faglige kriterier til grunn for hvem son får begynne i barnehagen.
nob: Og det er et vilkår for den kommunale støtten at vi deltar i kommunens felles inntak til barnehagene, og da ligger det også faglige kriterier til grunn for hvem som får begynne i barnehagen.

source: Hvordan fungerer de ?
nob: Hvordan fungerer det ?

source: De har ikke høyere herrer over seg, slik son de har i kommunens barnehager.
nob: De har ikke høyere herrer over seg, slik som de har i kommunens barnehager.

source: Baksiden av medaljen er jo ahte dersom noe skulle gå galt, så har styret de juridiske ansvaret, men fordi lagsarbeid er fritidssyssel, har vi ikke ressurser til å følge med på den løpende driften slik son vi burde
nob: Baksiden av medaljen er jo at dersom noe skulle gå galt, så har styret det juridiske ansvaret, men fordi lagsarbeid er fritidssyssel, har vi ikke ressurser til å følge med på den løpende driften slik som vi burde

source: Lea sáhka birgehit sámegiela !
nob: Det er snakk om å berge samisk språk !

source: – Don oaivvildat ahte oažžubehtet menddo unnán almmolaš ruhtadoarjaga ?
nob: – Du mener at dere får for lite offentlig støtte ?

source: – Ii sáhte bidjat seamma málle mielde go dárogiel mánáidgárddiide.
nob: – Man kan ikke vurdere dette etter malen for norskspråklige barnehager.

source: Sámi mánáidgárdi han lea oahppoguovddáš.
nob: En samisk barnehage er et utdanningssenter.

source: Mánáid gielalaš bajásšaddanbiras galggašii leat Sámedikki vuosttaš prioritehta, dás lea sáhka birgehit sámegiela.
nob: Barnas språklige oppvekstmiljø skulle vært Sametingets første prioritet, her snakker vi om å berge samisk språk.

source: 2005-prognosa čájeha ahte giellaguoddiid lohku unnu ja unnu.
nob: 2005-prognosen viser at antallet språkbærere minker hele tiden.

source: Loahpaloahpas gahččet eret lunddolaččat buot sámegiel bargosajit jus dušše dat sámit báhcet geain ii leat go gákti ja leavga.
nob: Til slutt faller alle samiske arbeidsplasser bort på naturlig vis, for samene sitter bare igjen med kofta og flagget.

source: Sii eai leat kulturguoddit, eai ge giellaguoddit.
nob: De er ikke kulturbærere, heller ikke språkbærere.

source: – Galggašeimmet oažžut páhka, ahte go váhnen bidjá mánás sámemánáidgárdái de galggašedje dát váhnemat seammás oažžut sámegieloahpu.
nob: – Vi skulle fått en pakke, slik at når foreldre setter barna sine i samisk barnehage, da skulle de samtidig få samiskopplæring.

source: Galggašii dahkkot šiehtadus váhnemiiguin, ahte sii geatnegahtášedje iežaset oahppat sámegiela, dahje oahppat čállit sámegiela.
nob: Det skulle vært gjort avtaler med foreldrene, slik at de forpliktet seg til å lære samisk, eller lære å skrive samisk.

source: Sii ges galggašedje oažžut friddja barggus bálkkáin dan botta go sámegiela ohppet.
nob: De skulle fått fri fra jobb med lønn mens de lærte samisk.

source: Dan mađe ferte leat, jus giela galgat birgehit.
nob: Såpass må det være, hvis vi skal berge språket.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
